[
  "obsidian-git",
  "obsidian-shortcuts-for-starred-files",
  "canvas-presentation",
  "obsidian-advanced-slides",
  "better-inline-fields",
  "notion-like-tables",
  "obsidian-activity-history",
  "obsidian-autocomplete-plugin",
  "better-word-count",
  "obsidian-book-search-plugin",
  "buttons",
  "calendar",
  "obsidian-citation-plugin",
  "obsidian-codemirror-options",
  "obsidian-collapse-all-plugin",
  "colored-tags",
  "colored-text",
  "obsidian-commits",
  "code-block-copy",
  "convert-url-to-iframe",
  "obsidian-drag-n-drop-plugin",
  "obsidian-dynamic-embed",
  "obsidian-dynamic-toc",
  "obsidian-excalidraw-plugin",
  "execute-code",
  "obsidian-footnotes",
  "obsidian-frontmatter-tag-suggest",
  "highlightr-plugin",
  "obsidian-icon-folder",
  "obsidian-hover-editor",
  "obsidian-icon-shortcodes",
  "obsidian-icons-plugin",
  "obsidian-image-gallery",
  "obsidian42-brat",
  "oz-image-plugin",
  "obsidian-image-toolkit",
  "callout-manager",
  "at-people",
  "better-search-views",
  "crumbs-obsidian",
  "global-search-and-replace",
  "obsidian-divide-and-conquer",
  "obsidian-view-mode-by-frontmatter",
  "obsidian-hider",
  "cm-editor-syntax-highlight-obsidian",
  "digitalgarden",
  "obsidian-enhancing-export",
  "better-fn",
  "obsidian-textgenerator-plugin",
  "auto-embed",
  "shortcuts-extender",
  "cycle-through-panes",
  "code-styler",
  "obsidian-imgur-plugin",
  "obsidian-markdown-formatting-assistant-plugin",
  "settings-search",
  "obsidian-style-settings",
  "music-code-blocks",
  "dataview",
  "local-media-embedder"
]