[
  "obsidian-git",
  "gridexplorer",
  "dataview",
  "obsidian-advanced-slides",
  "obsidian-imgur-plugin",
  "convert-url-to-iframe",
  "obsidian-book-search-plugin",
  "obsidian-citation-plugin",
  "global-search-and-replace",
  "obsidian-outliner",
  "settings-search",
  "table-editor-obsidian",
  "obsidian-activity-history",
  "music-code-blocks",
  "obsidian42-brat",
  "buttons",
  "calendar",
  "callout-manager",
  "canvas-presentation",
  "obsidian-frontmatter-tag-suggest",
  "obsidian-footnotes",
  "execute-code",
  "obsidian-excalidraw-plugin",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-enhancing-export",
  "obsidian-icons-plugin",
  "obsidian-icon-folder",
  "obsidian-icon-shortcodes",
  "obsidian-hover-editor",
  "obsidian-shortcuts-for-starred-files",
  "highlightr-plugin",
  "obsidian-hider",
  "obsidian-zotero-desktop-connector",
  "wikipedia-search",
  "obsidian-wikipedia",
  "translate",
  "obsidian42-text-transporter",
  "text-snippets-obsidian",
  "obsidian-textgenerator-plugin",
  "templater-obsidian",
  "obsidian-tasks-plugin",
  "cycle-through-panes",
  "swiss-army-knife",
  "obsidian-style-settings",
  "obsidian-statusbar-pomo",
  "obsidian-spaced-repetition",
  "obsidian-sortable",
  "shortcuts-extender",
  "share-via-notepad-tab",
  "obsidian-reading-time",
  "obsidian-rant",
  "obsidian-quickshare",
  "quickadd",
  "python-lab-plugin",
  "obsidian-pretty-bibtex",
  "obsidian-plotly",
  "obsidian-pandoc-reference-list",
  "note-refactor-obsidian",
  "obsidian-functionplot",
  "multi-column-markdown",
  "neighbouring-files",
  "obsidian-minimal-settings",
  "obsidian-mindmap-nextgen",
  "metadata-menu",
  "mermaid-tools",
  "mermaid-themes",
  "obsidian-markdown-formatting-assistant-plugin",
  "markdown-chords",
  "longform",
  "obsidian-list-callouts",
  "liquid-templates",
  "obsidian-linter",
  "lilypond",
  "inline-code-highlight",
  "css-editor"
]