[
  "obsidian-git",
<<<<<<< HEAD
  "music-code-blocks",
  "obsidian-activity-history",
  "obsidian-advanced-slides",
  "arrows",
  "auto-embed",
  "obsidian-autocomplete-plugin",
  "obsidian-banners",
  "better-fn",
  "better-inline-fields",
  "better-search-views",
  "better-word-count",
  "obsidian-book-search-plugin",
  "obsidian42-brat",
  "buttons",
  "calendar",
  "callout-manager",
  "canvas-presentation",
  "obsidian-citation-plugin",
  "code-emitter",
  "code-styler",
  "obsidian-collapse-all-plugin",
  "obsidian-codemirror-options",
  "colored-tags",
  "colored-text",
  "obsidian-zotero-desktop-connector",
  "obsidian-wordnet-plugin",
  "wikipedia-search",
  "obsidian-wikipedia",
  "translate",
  "obsidian-thumbnails",
  "theme-picker",
  "obsidian42-text-transporter",
  "text-snippets-obsidian",
  "obsidian-textgenerator-plugin",
  "mrj-text-expand",
  "templater-obsidian",
  "obsidian-tasks-plugin",
  "cycle-through-panes",
  "swiss-army-knife",
  "obsidian-style-settings",
  "obsidian-statusbar-pomo",
  "obsidian-spaced-repetition",
  "obsidian-sortable",
  "simple-embeds",
  "shortcuts-extender",
  "settings-search",
  "python-lab-plugin",
  "quickadd",
  "obsidian-quickshare",
  "obsidian-pretty-bibtex",
  "obsidian-plotly",
  "obsidian-paste-image-rename",
  "obsidian-paste-png-to-jpeg",
  "obsidian-pandoc-reference-list",
  "obsidian-outliner",
  "obsidian-functionplot",
  "note-refactor-obsidian",
  "neighbouring-files",
  "multi-column-markdown",
  "obsidian-minimal-settings",
  "obsidian-mindmap-nextgen",
  "obsidian-metatable",
  "metadata-menu",
  "mermaid-tools",
  "mermaid-themes",
  "obsidian-markdown-formatting-assistant-plugin",
  "markdown-chords",
  "longform",
  "obsidian-list-callouts",
  "liquid-templates",
  "obsidian-linter",
  "link-favicon",
  "obsidian-link-embed",
  "lilypond",
  "inline-code-highlight",
  "obsidian-imgur-plugin",
  "oz-image-plugin",
  "obsidian-icons-plugin",
  "obsidian-icon-folder",
  "obsidian-icon-shortcodes",
  "obsidian-hover-editor",
  "obsidian-shortcuts-for-starred-files",
  "highlightr-plugin",
  "global-search-and-replace",
  "obsidian-hider",
  "obsidian-frontmatter-tag-suggest",
  "obsidian-view-mode-by-frontmatter",
  "obsidian-footnotes",
  "execute-code",
  "obsidian-enhancing-export",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-dynamic-toc",
  "obsidian-dynamic-embed",
  "obsidian-drag-n-drop-plugin",
  "obsidian-divide-and-conquer",
  "dataview",
  "css-editor",
  "crumbs-obsidian",
  "code-block-copy",
  "convert-url-to-iframe",
  "obsidian-contextual-typography",
  "obsidian-commits"
=======
<<<<<<< HEAD
  "dataview",
  "templater-obsidian"
=======
  "execute-code"
>>>>>>> origin/main
>>>>>>> origin/main
]